[{"page":1,"pages":1,"per_page":"22","total":22},[{"id":"IC.BUS.EASE.XQ","name":"Ease of doing business index (1=most business-friendly regulations)","source":{"id":"1","value":"Doing Business"},"sourceNote":"Ease of doing business index ranks economies from 1 to 183, with first place being the best. A high ranking means that the regulatory environment is conducive to business operation. The index ranks the simple average of the country's percentile rankings on 10 topics covered in the World Bank's Doing Business. The ranking on each topic is the simple average of the percentile rankings on its component indicators.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"12","value":"Private Sector"}]},{"id":"IC.CRD.INFO.XQ","name":"Credit depth of information index (0=low to 6=high)","source":{"id":"1","value":"Doing Business"},"sourceNote":"Credit depth of information index measures rules affecting the scope, accessibility, and quality of credit information available through public or private credit registries. The index ranges from 0 to 6, with higher values indicating the availability of more credit information, from either a public registry or a private bureau, to facilitate lending decisions.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"7","value":"Financial Sector "}]},{"id":"IC.CRD.PRVT.ZS","name":"Private credit bureau coverage (% of adults)","source":{"id":"1","value":"Doing Business"},"sourceNote":"Private credit bureau coverage reports the number of individuals or firms listed by a private credit bureau with current information on repayment history, unpaid debts, or credit outstanding. The number is expressed as a percentage of the adult population.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"7","value":"Financial Sector "}]},{"id":"IC.CRD.PUBL.ZS","name":"Public credit registry coverage (% of adults)","source":{"id":"1","value":"Doing Business"},"sourceNote":"Public credit registry coverage reports the number of individuals and firms listed in a public credit registry with current information on repayment history, unpaid debts, or credit outstanding. The number is expressed as a percentage of the adult population.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"7","value":"Financial Sector "}]},{"id":"IC.EC.NUM           ","name":"Procedures required to enforce a contract (number)","source":{"id":"1","value":"Doing Business"},"sourceNote":"This indicator measures the number of procedures required to resolve a sale of goods dispute in local courts. It includes steps to file the case, to go through the trial and judgment, and to enforce the judgment. Some procedural steps that take place simultaneously or in conjunction with one another are not counted in the total number of procedures. The data are collected through study of the codes of civil procedure and other court regulations as well as surveys completed by local litigation lawyers (and, in a quarter of the countries, by judges as well).\u000a","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/EnforcingContracts)","topics":[]},{"id":"IC.EC.TIME          ","name":"Time required to enforce a contract (days)","source":{"id":"1","value":"Doing Business"},"sourceNote":"This indicator tracks the time required to resolve a sale of goods dispute in local courts. The number of calendar days is recorded from the moment a plaintiff files a lawsuit until payment is made. This includes both the days when actions take place and the waiting periods between. The data are collected through study of the codes of civil procedure and other court regulations as well as surveys completed by local litigation lawyers (and, in a quarter of the countries, by judges as well).\u000a","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/EnforcingContracts)","topics":[]},{"id":"IC.EXP.DOCS","name":"Documents to export (number)","source":{"id":"1","value":"Doing Business"},"sourceNote":"All documents required per shipment to export goods are recorded. It is assumed that the contract has already been agreed upon and signed by both parties. Documents required for clearance by government ministries, customs authorities, port and container terminal authorities, health and technical control agencies and banks are taken into account. Since payment is by letter of credit, all documents required by banks for the issuance or securing of a letter of credit are also taken into account. Documents that are renewed annually and that do not require renewal per shipment (for example, an annual tax clearance certificate) are not included.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"12","value":"Private Sector"}]},{"id":"IC.GE.NUM           ","name":"Procedures required to connect to electricity (number)","source":{"id":"1","value":"Doing Business"},"sourceNote":"This indicator records the number of procedures required for a business to obtain a permanent electricity connection and supply for a warehouse. To ensure that data are comparable across economies, a standard case study in which an entrepreneur seeks to connect a newly built warehouse for cold meat storage to electricity was used. Data are collected from the electricity distribution utility, then completed and verified by independent professionals such as electricians, electrical engineers, electrical contractors, and construction companies.\u000a","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/GettingElectricity)","topics":[]},{"id":"IC.GE.TIME          ","name":"Time required to connect to electricity (days)","source":{"id":"1","value":"Doing Business"},"sourceNote":"This indicator tracks the time (in calendar days) required for a business to obtain a permanent electricity connection and supply for a warehouse. To ensure that data are comparable across economies, a standard case study in which an entrepreneur seeks to connect a newly built warehouse for cold meat storage to electricity was used. Data are collected from the electricity distribution utility, then completed and verified by independent professionals such as electricians, electrical engineers, electrical contractors, and construction companies.\u000a","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/GettingElectricity)","topics":[]},{"id":"IC.IMP.DOCS","name":"Documents to import (number)","source":{"id":"1","value":"Doing Business"},"sourceNote":"All documents required per shipment to import goods are recorded. It is assumed that the contract has already been agreed upon and signed by both parties. Documents required for clearance by government ministries, customs authorities, port and container terminal authorities, health and technical control agencies and banks are taken into account. Since payment is by letter of credit, all documents required by banks for the issuance or securing of a letter of credit are also taken into account. Documents that are renewed annually and that do not require renewal per shipment (for example, an annual tax clearance certificate) are not included.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"12","value":"Private Sector"}]},{"id":"IC.ISV.DURS","name":"Time to resolve insolvency (years)","source":{"id":"1","value":"Doing Business"},"sourceNote":"Time to resolve insolvency is the number of years from the filing for insolvency in court until the resolution of distressed assets.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"12","value":"Private Sector"}]},{"id":"IC.LGL.CRED.XQ","name":"Strength of legal rights index (0=weak to 10=strong)","source":{"id":"1","value":"Doing Business"},"sourceNote":"Strength of legal rights index measures the degree to which collateral and bankruptcy laws protect the rights of borrowers and lenders and thus facilitate lending. The index ranges from 0 to 10, with higher scores indicating that these laws are better designed to expand access to credit.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"7","value":"Financial Sector "}]},{"id":"IC.LGL.EMPL.XQ","name":"Rigidity of employment index (0=less rigid to 100=more rigid)","source":{"id":"1","value":"Doing Business"},"sourceNote":"The rigidity of employment index measures the regulation of employment, specifically the hiring and firing of workers and the rigidity of working hours. This index is the average of three subindexes: a difficulty of hiring index, a rigidity of hours index, and a difficulty of firing index. The index ranges from 0 to 100, with higher values indicating more rigid regulations.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"12","value":"Private Sector"}]},{"id":"IC.LIC.NUM          ","name":"Procedures required to build a warehouse (number)","source":{"id":"1","value":"Doing Business"},"sourceNote":"The number of procedures required for a business in the construction industry to build a standardized warehouse is recorded by this indicator. Steps may include: (1) submitting all relevant documents and obtaining all necessary clearances, licenses, permits, and certificates; (2) completing all required notifications and receiving all necessary inspections; (3) obtaining utility connections for electricity, water, sewerage, and phone services; and (4) registering the warehouse after its completion (if required for use as collateral or for transfer of warehouse). Interactions between company employees are not counted as procedures. \u000aSource: .","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/DealingLicenses)","topics":[]},{"id":"IC.LIC.TIME         ","name":"Time required to build a warehouse (days)","source":{"id":"1","value":"Doing Business"},"sourceNote":"The time (in calendar days) required to build a warehouse—including obtaining necessary licenses and permits, completing required notifications and inspections, and obtaining utility connections—is measured by this indicator. Information is collected from experts in construction licensing—including architects, construction lawyers, construction firms, utility service providers, and public officials who deal with building regulations. If a procedure can be accelerated legally for an additional cost, the fastest procedure is chosen. To make the data comparable across economies, several assumptions about the business, the warehouse project, and the procedures are used.\u000a","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/DealingLicenses)","topics":[]},{"id":"IC.REG.DURS","name":"Time required to start a business (days)","source":{"id":"1","value":"Doing Business"},"sourceNote":"Time required to start a business is the number of calendar days needed to complete the procedures to legally operate a business. If a procedure can be speeded up at additional cost, the fastest procedure, independent of cost, is chosen.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"12","value":"Private Sector"}]},{"id":"IC.REG.PROC","name":"Start-up procedures to register a business (number)","source":{"id":"1","value":"Doing Business"},"sourceNote":"Start-up procedures are those required to start a business, including interactions to obtain necessary permits and licenses and to complete all inscriptions, verifications, and notifications to start operations. Data are for businesses with specific characteristics of ownership, size, and type of production.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"12","value":"Private Sector"}]},{"id":"IC.RP.NUM           ","name":"Procedures required to register property (number)","source":{"id":"1","value":"Doing Business"},"sourceNote":"This indicator records the number of steps required for a business (buyer) to purchase a property from another business (seller) and register it legally so that the buyer can use the property as collateral or sell it to another business. Information is provided by local property lawyers, notaries, and property registries. To make the data comparable across economies, several assumptions about the parties to the transaction, the property, and the procedures are used. For example, the case study assumes that property is already registered and free of title dispute. \u000a","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/RegisteringProperty)","topics":[]},{"id":"IC.RP.TIME          ","name":"Time required to register property (days)","source":{"id":"1","value":"Doing Business"},"sourceNote":"This indicator records the number of calendar days required for a business (buyer) to purchase a property from another business (seller) and register it legally so that the buyer can use the property as collateral or sell it to another business. Information is provided by local property lawyers, notaries, and property registries. To make the data comparable across economies, several assumptions about the parties to the transaction, the property, and the procedures are used. For example, the case study assumes that property is already registered and free of title dispute. \u000a","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/RegisteringProperty)","topics":[]},{"id":"IC.TAX.DURS","name":"Time to prepare and pay taxes (hours)","source":{"id":"1","value":"Doing Business"},"sourceNote":"Time to prepare and pay taxes is the time, in hours per year, it takes to prepare, file, and pay (or withhold) three major types of taxes: the corporate income tax, the value added or sales tax, and labor taxes, including payroll taxes and social security contributions.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"13","value":"Public Sector "}]},{"id":"IC.TAX.PAYM","name":"Tax payments (number)","source":{"id":"1","value":"Doing Business"},"sourceNote":"Tax payments by businesses are the total number of taxes paid by businesses, including electronic filing. The tax is counted as paid once a year even if payments are more frequent.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"13","value":"Public Sector "}]},{"id":"IC.TAX.TOTL.CP.ZS","name":"Total tax rate (% of profit)","source":{"id":"1","value":"Doing Business"},"sourceNote":"Total tax rate is the total amount of taxes payable by businesses (except for labor taxes) after accounting for deductions and exemptions as a percentage of profit.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"13","value":"Public Sector "}]}]]