[{"page":1,"pages":1,"per_page":"25","total":25},[{"id":"BX.KLT.DINV.CD6.WD","name":"Foreign direct investment, net inflows (BoP, current US$ millions)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"","sourceOrganization":"","topics":[]},{"id":"DT.DOD.DECT.GN.ZS","name":"External debt stocks (% of GNI)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Total external debt stocks to gross national income. Total external debt is debt owed to nonresidents repayable in foreign currency, goods, or services. Total external debt is the sum of public, publicly guaranteed, and private nonguaranteed long-term debt, use of IMF credit, and short-term debt. Short-term debt includes all debt having an original maturity of one year or less and interest in arrears on long-term debt. GNI (formerly GNP) is the sum of value added by all resident producers plus any product taxes (less subsidies) not included in the valuation of output plus net receipts of primary income (compensation of employees and property income) from abroad.","sourceOrganization":"World Bank, Global Development Finance.","topics":[{"id":"3","value":"Economic Policy and External Debt "}]},{"id":"DT.ODA.ODAT.PC.ZS","name":"Net ODA received per capita (current US$)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Net official development assistance (ODA) per capita consists of disbursements of loans made on concessional terms (net of repayments of principal) and grants by official agencies of the members of the Development Assistance Committee (DAC), by multilateral institutions, and by non-DAC countries to promote economic development and welfare in countries and territories in the DAC list of ODA recipients; and is calculated by dividing net ODA received by the midyear population estimate. It includes loans with a grant element of at least 25 percent (calculated at a rate of discount of 10 percent). Data are in current U.S. dollars.","sourceOrganization":"Development Assistance Committee of the Organisation for Economic Co-operation and Development, Geographical Distribution of Financial Flows to Developing Countries, Development Co-operation Report, and International Development Statistics database. Data are available online at: www.oecd.org\/dac\/stats\/idsonline. World Bank population estimates are used for the denominator.","topics":[{"id":"2","value":"Aid Effectiveness "}]},{"id":"EG.ELC.HOUS.ZS                ","name":"Household electrification rate (% of households)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"","sourceOrganization":"","topics":[]},{"id":"GF.HPC.BMRK                   ","name":"Public financial management (number of HIPC benchmarks met)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"","sourceOrganization":"","topics":[]},{"id":"IC.REG.COST.PC.ZS","name":"Cost of business start-up procedures (% of GNI per capita)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Cost to register a business is normalized by presenting it as a percentage of gross national income (GNI) per capita.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"12","value":"Private Sector"}]},{"id":"IC.REG.DURS","name":"Time required to start a business (days)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Time required to start a business is the number of calendar days needed to complete the procedures to legally operate a business. If a procedure can be speeded up at additional cost, the fastest procedure, independent of cost, is chosen.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"12","value":"Private Sector"}]},{"id":"IS.ROD.ALLS.ZS","name":"Access to an all-season road (% of rural population)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"","sourceOrganization":"","topics":[]},{"id":"NV.AGR.TOTL.KD6","name":"Agriculture, value added (constant 2000 US$ millions)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"","sourceOrganization":"","topics":[]},{"id":"NY.GDP.PCAP.KD","name":"GDP per capita (constant 2000 US$)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"GDP per capita is gross domestic product divided by midyear population. GDP is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources. Data are in constant U.S. dollars.","sourceOrganization":"World Bank national accounts data, and OECD National Accounts data files.","topics":[{"id":"3","value":"Economic Policy and External Debt "}]},{"id":"NY.GDP.PCAP.KD.ZG","name":"GDP per capita growth (annual %)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Annual percentage growth rate of GDP per capita based on constant local currency. GDP per capita is gross domestic product divided by midyear population. GDP at purchaser's prices is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources.","sourceOrganization":"World Bank national accounts data, and OECD National Accounts data files.","topics":[{"id":"3","value":"Economic Policy and External Debt "}]},{"id":"NY.GNP.MKTP.CD6","name":"GNI (current US$ millions)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"","sourceOrganization":"","topics":[]},{"id":"SE.ENR.PRSC.FM.ZS","name":"Ratio of girls to boys in primary and secondary education (%)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Ratio of girls to boys in primary and secondary education is the percentage of girls to boys enrolled at primary and secondary levels in public and private schools.","sourceOrganization":"United Nations Educational, Scientific, and Cultural Organization (UNESCO) Institute for Statistics.","topics":[{"id":"2","value":"Aid Effectiveness "}]},{"id":"SE.PRM.CMPT.ZS","name":"Primary completion rate, total (% of relevant age group)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Primary completion rate is the percentage of students completing the last year of primary school. It is calculated by taking the total number of students in the last grade of primary school, minus the number of repeaters in that grade, divided by the total number of children of official graduation age.","sourceOrganization":"United Nations Educational, Scientific, and Cultural Organization (UNESCO) Institute for Statistics.","topics":[{"id":"2","value":"Aid Effectiveness "}]},{"id":"SH.DYN.AIDS.ZS","name":"Prevalence of HIV, total (% of population ages 15-49)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Prevalence of HIV refers to the percentage of people ages 15-49 who are infected with HIV.","sourceOrganization":"UNAIDS and the WHO's Report on the Global AIDS Epidemic.","topics":[{"id":"2","value":"Aid Effectiveness "}]},{"id":"SH.DYN.MORT","name":"Mortality rate, under-5 (per 1,000)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Under-five mortality rate is the probability per 1,000 that a newborn baby will die before reaching age five, if subject to current age-specific mortality rates.","sourceOrganization":"Level & Trends in Child Mortality. Report 2010. Estimates Developed by the UN Inter-agency Group for Child Mortality Estimation (UNICEF, WHO, World Bank, UN DESA, UNPD).","topics":[{"id":"2","value":"Aid Effectiveness "}]},{"id":"SH.H2O.SAFE.ZS","name":"Improved water source (% of population with access)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Access to an improved water source refers to the percentage of the population with reasonable access to an adequate amount of water from an improved source, such as a household connection, public standpipe, borehole, protected well or spring, and rainwater collection. Unimproved sources include vendors, tanker trucks, and unprotected wells and springs. Reasonable access is defined as the availability of at least 20 liters a person a day from a source within one kilometer of the dwelling.","sourceOrganization":"World Health Organization and United Nations Children's Fund, Joint Measurement Programme (JMP) (http:\/\/www.wssinfo.org\/).","topics":[{"id":"9","value":"Infrastructure "}]},{"id":"SH.IMM.MEAS","name":"Immunization, measles (% of children ages 12-23 months)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Child immunization measures the percentage of children ages 12-23 months who received vaccinations before 12 months or at any time before the survey. A child is considered adequately immunized against measles after receiving one dose of vaccine.","sourceOrganization":"WHO and UNICEF (http:\/\/www.who.int\/immunization_monitoring\/routine\/en\/).","topics":[{"id":"8","value":"Health "}]},{"id":"SH.STA.BRTC.ZS","name":"Births attended by skilled health staff (% of total)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Births attended by skilled health staff are the percentage of deliveries attended by personnel trained to give the necessary supervision, care, and advice to women during pregnancy, labor, and the postpartum period; to conduct deliveries on their own; and to care for newborns.","sourceOrganization":"UNICEF, State of the World's Children, Childinfo, and Demographic and Health Surveys by Macro International.","topics":[{"id":"8","value":"Health "}]},{"id":"SH.STA.MALN.ZS","name":"Malnutrition prevalence, weight for age (% of children under 5)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Prevalence of child malnutrition is the percentage of children under age 5 whose weight for age is more than two standard deviations below the median for the international reference population ages 0-59 months. The data are based on the WHO's new child growth standards released in 2006.","sourceOrganization":"World Health Organization, Global Database on Child Growth and Malnutrition.","topics":[{"id":"2","value":"Aid Effectiveness "}]},{"id":"SI.POV.DDAY","name":"Poverty headcount ratio at $1.25 a day (PPP) (% of population)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Population below $1.25 a day is the percentage of the population living on less than $1.25 a day at 2005 international prices. As a result of revisions in PPP exchange rates, poverty rates for individual countries cannot be compared with poverty rates reported in earlier editions.","sourceOrganization":"World Bank, Development Research Group. Data are based on primary household survey data obtained from government statistical agencies and World Bank country departments. Data for high-income economies are from the Luxembourg Income Study database. For more information and methodology, please see PovcalNet (http:\/\/iresearch.worldbank.org\/PovcalNet\/jsp\/index.jsp).","topics":[{"id":"11","value":"Poverty "}]},{"id":"SP.DYN.LE00.IN","name":"Life expectancy at birth, total (years)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Life expectancy at birth indicates the number of years a newborn infant would live if prevailing patterns of mortality at the time of its birth were to stay the same throughout its life.","sourceOrganization":"Derived from male and female life expectancy at birth. Male and female life expectancy source: (1) United Nations Population Division. 2009. World Population Prospects: The 2008 Revision.  New York, United Nations, Department of Economic and Social Affairs (advanced Excel tables), (2) Census reports and other statistical publications from national statistical offices, (3) Eurostat: Demographic Statistics, (4) Secretariat of the Pacific Community: Statistics and Demography Programme, and (5) U.S. Census Bureau: International Database.","topics":[{"id":"8","value":"Health "}]},{"id":"SP.DYN.TFRT.IN","name":"Fertility rate, total (births per woman)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Total fertility rate represents the number of children that would be born to a woman if she were to live to the end of her childbearing years and bear children in accordance with current age-specific fertility rates.","sourceOrganization":"(1) United Nations Population Division. 2009. World Population Prospects: The 2008 Revision.  New York, United Nations, Department of Economic and Social Affairs (advanced Excel tables).  Available at http:\/\/esa.un.org\/unpd\/wpp2008\/index.htm. (2) Census reports and other statistical publications from national statistical offices, (3) Eurostat: Demographic Statistics, (4) Secretariat of the Pacific Community: Statistics and Demography Programme, (5) U.S. Census Bureau: International Database, and (6) household surveys conducted by national agencies, Macro International, and the U.S. Centers for Disease Control and Prevention.","topics":[{"id":"8","value":"Health "}]},{"id":"SP.POP.TOTL.P6","name":"Population, total (in millions)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"","sourceOrganization":"","topics":[]},{"id":"SP.URB.TOTL.IN.ZS","name":"Urban population (% of total)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Urban population refers to people living in urban areas as defined by national statistical offices. It is calculated using World Bank population estimates and urban ratios from the United Nations World Urbanization Prospects.","sourceOrganization":"United Nations, World Urbanization Prospects.","topics":[{"id":"16","value":"Urban Development "}]}]]